[
    {
        "name": "Syeda Juveria Afreen",
        "title": "Sr. Software Engineer @ GenRAIT Inc. | Co-Founder & CTO @ Apex Games | Content Writer @ Life Lovers Magazine.",
        "image": "images/70269507.jpeg",
        "description": "Shahir Nashaat is a very hardworking person. He is one of my favourite Web Developers on team. A person with Great communication and time management skills. A very Focused, Highly Dedicated, Trusted Developer for all the tasks assigned. I highly recommend him to hire and assure you that he will be a great asset to the company."
    },
    {
        "name": "Oscar Fernández Muñoz",
        "title": "Software Engineer | Ruby, Rails, MERN, JavaScript.",
        "image": "images/79666590.jpeg",
        "description": "I had the pleasure of getting a code review from Shahir, not only gave me feedback on how I did wrong, but Shahir also walked me through my code and gave me best practices with code snippets of implementation, suddenly I noticed Shahir is a professional and takes his job seriously, I came here to say thanks and also to recommend a professional programmer."
    },
    {
        "name": "Somdotta Sarkar",
        "title": "Full-Stack Web Developer. JavaScript, Rails, React, Redux.",
        "image": "images/84907743.jpeg",
        "description": "I had the chance to work with Shahir on different projects. His technical skills & leadership skills were always impressive. He constantly showed professional behavior and a high level of problem-solving skills. He is always creative with writing codes and shows a nice attitude towards team members. Based on that, I would gladly recommend him as a software developer with his technical and soft skills."
    },
    {
        "name": "Shoira Shakirova",
        "title": "Ruby on Rails | React | JavaScript | Full-stack developer",
        "image": "images/1693034273406.jpeg",
        "description": "Shahir is of the most passionate developers, always ready to go an extra mile. He is highly skilled and always willing to explore and grow his expertise. He is an amazing remote programmer and it was great working with Shahir on several projects."
    }
]